Repository: wescamp/Pack_Sapient-1.10
Catalog: po/*.po
Languages: fr, pl, sk

source: 2p - Tomb of Kings
fr: 2j - La Tombe des rois
sk: (2) - Mauzóleum kráľov

source: Long ago, two powerful kings died in a battle near this cave. All war ceased when both sides agreed to built great shrines in their honor. (Recommended setting of 1 gold per village)
fr: Il y a très longtemps, deux puissants rois sont morts dans une bataille près de cette grotte. Toute guerre a cessé quand chaque camp a construit de grands mausolées en leur honneur (paramétrage recommandé : 1 pièce d'or par village).
pl: Dawno temu dwóch potężnych królów zginęło w bitwie pod jaskinią. Wojna ustała, kiedy obie strony zdecydowały się na budowę wielkich sanktuariów na ich cześć. (Zalecane ustawienie: 1 sztuka złota na wioskę)
sk: Pred veľa a veľa rokmi, dvaja mocní králi zahynuli v bitke neďaleko tejto jaskyne. Celá vojna bola prerušená až sa obidve strany dohodli postaviť tu svätyňu ako spomienku ich slávy. (Odporúčané nastavenie 1 zlatka na dedinu)

source: South
fr: Sud
pl: Południe
sk: Juh

source: North
fr: Nord
pl: Północ
sk: Sever

source: Recommended setting: 1gpv
fr: Paramétrage recommandé : 1 pièce d'or par village.
pl: Zalecane ustawienie: 1 sztuka złota na wioskę
sk: Doporučené nastavenie: 1zlatá na dedinu

source: Defeat the enemy leader.
fr: Tuez le chef ennemi.
pl: Pokonaj wrogich przywódców.
sk: Poraz nepriateľského vodcu

source: Your leader dies.
fr: Votre chef est mort.
pl: Twój przywódca umiera.
sk: Tvoj veliteľ zahynie.

source: End of turns.
fr: Fin des tours.
pl: Koniec tur.
sk: Čas vyprší.

source: A section of the tomb wall crumbles on turn 20.
fr: Un pan du mur de la tombe s'écroule au tour 20.
pl: Część ściany grobowca skruszy się w 20 turze.
sk: Steny hrobiek sa rozpadnú v 20 kole.

source: The earth shakes.
fr: La terre tremble.
pl: Trzęsienie ziemi.
sk: Zem sa trasie.

source: 4p - Mega War (2v2)
fr: 4j - Méga guerre (2 contre 2)
sk: (4) - Megavojna (2 proti 2)

source: The kingdoms of the legs fight against those in the blaster and ear. (Recommended setting of 1 gold per village and Great War Era)
fr: Des royaumes à bout de souffle combattent des royaumes émergents et pleins d'énergie (paramétrage recommandé : 1 pièce d'or par village, ère de la Grande Guerre).
sk: Královstvá v noháh boju proti tym v blastery a uchu.(doporučené nastavenie:1zlatá za dedinu)

source: Magical Darkness
fr: Ténèbres magiques
pl: Magiczna Ciemność
sk: Magická temnota

source: Left Leg
fr: Parcours de gauche
pl: Lewa Noga
sk: Ľavá noha

source: south
fr: sud
pl: południe
sk: juh

source: Control Chip
fr: Puce de contrôle
pl: Układ Sterowania
sk: kontrolný čip

source: north
fr: nord
pl: północ
sk: sever

source: Right Leg
fr: Parcours de droite
pl: Prawa Noga
sk: pravá noha

source: X-Blaster
fr: Blaster X

source: Recommended settings: 1gpv, Great War Era
fr: Paramétrage recommandé : 1 pièce d'or par village, ère de la Grande Guerre.
pl: Zalecane ustawienia: 1 sztuka złota na wioskę i Great War Era
sk: Doporučené nastavenie: 1zlatá za dedinu a vek Veľká vojna

source: Death of the northern alliance leaders.
fr: Mort des chefs de l'alliance du nord.
pl: Śmierć północnego lidera sojuszu.
sk: Smrť vodcov severnej aliancie.

source: Death of the southern alliance leaders.
fr: Mort des chefs de l'alliance du sud.
pl: Śmierć południowego lidera sojuszu.
sk: Smrť vodcov južnej aliancie.

source: There are three warp gates (Ice, Sand, and Darkness). Anyone can use them to travel to the other gates. If the destination gate is occupied, the units will swap places.
fr: Il y a trois passerelles dimensionnelles (Glace, Sable et Ténèbres). Chacun peut les utiliser pour aller de l'une à l'autre. Les unités échangent leurs positions si la destination est occupée.
pl: Istnieją trzy bramy: Lodowa, Piasku i Ciemności. Każdy może z nich korzystać, aby podróżować do innych bram. Jeśli brama docelowa jest zajęta, jednostki zamienią się miejscami.
sk: Na mape sú 3 teleportovacie brány (Ľad,Piesok a temnota). Hocikto ich môže použiť na cestovanie do ostatných z nich. Pokiaľ je cieľová brána obsadená, jednotky sa vymenia.

source: The portal is inscribed with three runes. What will you do?
fr: Trois runes sont gravées sur le portail. Que faites-vous ?
pl: W portalu wyryto trzy runy. Co zamierzasz zrobić?
sk: Tento portál je popísaný 3 runami. Čo spravíš?

source: Press the Sand Rune
fr: Appuyer sur la rune de sable
pl: Naciśnij Runę Piasku
sk: Potlačíš runu piesku

source: Press the Ice Rune
fr: Appuyer sur la rune de glace
pl: Naciśnij Runę Lodu
sk: Potlačíš runu ľadu

source: Press the Darkness Rune
fr: Appuyer sur la rune des ténèbres
pl: Naciśnij Runę Ciemności
sk: Potlačíš runu temnoty

source: 4p - Morituri, FFA mod
fr: 4j - Morituri, mode FFA
sk: 4p - Morituri, modifikácia FFA

source: Recommended setting of 2 gold per village.
fr: Paramétrage recommandé : 2 pièces d'or par village.
pl: Zalecane ustawienia to 2 sztuki złota na wioskę.
sk: Doporučené nastavenie: 2 zlatky na dedinu.

source: teamname^North
fr: Nord
pl: Północ
sk: Sever

source: teamname^South
fr: Sud
pl: Południe
sk: Juh

source: teamname^West
fr: Ouest
pl: Zachód
sk: Západ

source: teamname^East
fr: Est
pl: Wschód
sk: Východ

source: 4p - Northerners RPG
fr: 4j - RPG nordique
sk: (4) - Severanské RPG

source: A multiplayer map for the Northerners in an RPG-style scenario.
fr: Une carte multijoueur pour les nordiques, pour un scénario de type RPG.
pl: Multipleyerowa mapa dla Ludów Północy w stylu RPG.
sk: Mapa pre viac hráčov za Severanov v štýle RPG.

source: (Suggestion: fog of war, 1gpv, 70 turns, Use Map Settings)
fr: (suggestions : brouillard de guerre, 1 pièce d'or or par village, 70 tours, utiliser les paramètres de la carte)
pl: (Sugestia: mgła wojny, 1 sztuka złota na wioskę, 70 tur, Użyj Ustawień Mapy)
sk: (Doporučené nastavenie:hmla,1zlatá za dedinu,70kôl,Použi nastavenia mapy)

source: Lotus Blossom
fr: La Floraison du lotus.
pl: Kwiat Lotosu
sk: Lotosový kvet

source: The Lotus heightens zen; ranged weapons are faster.
fr: Le lotus améliore le calme ; les tirs des armes à distance sont plus rapides.
pl: Lotus zwiększa opanowanie; broń miotająca jest szybsza.
sk: Lotus zvyšuje zen; dodá strelám rýchlosť.

source: I hate flowers!
fr: Je déteste les fleurs !
pl: Nienawidzę kwiatów!
sk: Nemám rád kvetiny!

source: An old suit of Armor
fr: Une vieille armure.
pl: Stara Zbroja
sk: Staré brnenie

source: This armor is old, but it fits great! Ready for more beatings.
fr: Cette armure est ancienne, mais elle s'adapte parfaitement ! Prêt à aller au combat.
pl: Ta zbroja jest stara, ale pasuje świetnie! Jestem gotowy na większe lanie.
sk: Toto brnenie je staré, ale padne mi skvele. Pripravte sa na masaker!

source: The armor looks nice, but it's too bulky for me to carry.
fr: L'armure est jolie, mais elle est un peu trop encombrante pour moi.
pl: Zbroja wygląda ładnie, ale jest na mnie za duża.
sk: Toto brnenie vyzerá milo,ale je pre mňa veľmi ťažké.

source: Holy Water
fr: Eau bénite
pl: Święta Woda
sk: Svätená voda

source: This water will make melee weapons arcane.
fr: Cette eau bénira les armes de corps à corps qui feront des dégâts de type arcane.
pl: To woda sprawia, że ataki wręcz zadają obrażenia astralne.
sk: Táto voda zmení zbrane na blízko na mystické.

source: I am not suited to the use of this item! Let another take it.
fr: Je suis incapable d'utiliser cet objet ! Qu'un autre le prenne.
pl: Ja nie umiem z tego ekwipunku korzystać! Daj go komuś innemu.
sk: Tento predmet nie som schopný použiť. Nech ho vezme niekto iný.

source: Skeletal Claw
fr: Griffe de squelette
pl: Pazur Szkieletora
sk: Kostený pazúr

source: You find a lich's claw, and it hovers at your side obediently.
fr: Vous trouvez une griffe de liche qui vous obéit et qui flotte maintenant à vos côtés.
pl: Znajdujesz pazur licza, który teraz unosi się posłusznie po twojej stronie.
sk: Našiel si pazúr kosteja ktorý sa poslušne nesie znáša po tvojom boku.

source: I ain't touching it.
fr: J'l'ai pas touchée.
pl: Nie dotykam go.
sk: S týmto nechcem mať nič spoločného.

source: lich's claw
fr: Griffe de liche
pl: pazur licza
sk: pazúr kosteja

source: Orcish Grunt
fr: Grognard orc
pl: Orkowy Żołnierz
sk: Orkský pešiak

source: Troll Whelp
fr: Jeune troll
pl: Szczenie Trolla
sk: Trol mláďa

source: Orcish Archer
fr: Archer orc
pl: Orkowy Łucznik
sk: Ork strelec

source: Orcish Assassin
fr: Assassin orc
pl: Orkowy Zabójca
sk: Ork vrah

source: quick
fr: rapide
pl: szybki
sk: rýchly

source: Follow the thief!
fr: Suivez le voleur !
pl: Śledź złodzieja!
sk: Prenasleduj zlodeja!

source: Investigate the area behind the waterfall.
fr: Explorez la zone derrière la chute d'eau.
pl: Zbadaj obszar za wodospadem.
sk: Preskúmaj oblasť za vodopádom.

source: Death of all characters.
fr: Mort de tous les personnages.
pl: Śmierć wszystkich postaci.
sk: Všetci hráči zomrú.

source: My gold! My precious gold! Who has stolen it?
fr: Mon or ! Mon or précieux ! Qui l'a volé ?
pl: Moje złoto! Moje cenne złoto! Kto je ukradł?
sk: Moje zlato! Moje milované zlato! Kto ho ukradol?

source: Yoink! That was easy.
fr: Chouette ! C'était facile.
pl: Aj! To było łatwe.
sk: He! To bolo jednoduché.

source: After him, you worthless louts! He went behind the waterfall. ...and don't come back without my gold, or I'll kill you all myself!
fr: Derrière lui, espèce de lourdauds ! Il est allé derrière la cascade. ... et ne revenez pas sans mon or, sinon je vous tue tous moi-même !
pl: Za nim, bezwartościowi imbecyle! Poszedł za wodospadem. ...i nie wracajcie bez mojego złota albo zabiję was wszystkich!
sk: Za ním, vy bezcenní barbari! Utiekol za vodopád. ...a neopovážte sa vrátiť bez môjho zlata, lebo vás pobijem ja sám!

source: Village secured.
fr: Villlage sécurisé.
pl: Wioska zabezpieczona.
sk: Dedina je zabezpečená.

source: You can't stop me! Never!
fr: Vous ne pourrez pas m'arrêter ! Jamais !
pl: Nie powstrzymasz mnie! Nigdy!
sk: Nemôžete ma zastaviť! Nikdy!

source: There's a secret passage here.
fr: Il y a un passage secret ici.
pl: Tu jest tajne przejście.
sk: Je tu tajná chodba.

source: This slab won't budge. Maybe if I had a large enough lever.
fr: Cette dalle ne va pas bouger. Si seulement j'avais un grand levier.
pl: Ta płyta nie drgnie. Gdybym miał tylko wystarczająco dużą dźwignię.
sk: Tá doska sa ani nepohne. Hmmm...možno by to chcelo veľké páčidlo.

source: The great tree seems to be decaying. What will you do?
fr: Le grand arbre semble être en train de dépérir. Qu'allez vous faire ?
pl: Wielkie drzewo rozkłada się. Co zrobisz?
sk: Zdá sa, že tento veľký strom zomiera. Čo spravíš?

source: Pull off a branch
fr: Utiliser une branche
pl: Odetnij gałąź.
sk: Odtrhnem z neho konár

source: Leave it alone
fr: La laisser
pl: Zostaw go w spokoju.
sk: Nechám ho tak

source: At last, I claim my rightful place: as leader of this clan.
fr: Enfin, je réclame ma vraie place : être chef de ce clan.
pl: W końcu, zasiądę na moim prawowitym miejscu, jako lider tego klanu.
sk: Konečne som získal pozíciu, ktorá mi právom patrí: vodca tohto klanu.

source: Look, a ship! Time to get out of here.
fr: Regardez, un bateau ! C'est le moment de partir.
pl: Spójrz, statek! Czas się stąd wynosić.
sk: Pozrite loď! Najvyšší čas vypadnúť odtiaľto.

source: Ah! So you must be the ones who took our sacred tree. Since its loss, my people have lost our way and become pirates.
fr: Ah ! Tu dois être un de ceux qui a pris notre arbre sacré. Depuis sa perte, mon peuple s'est égaré et nous sommes devenus pirates.
pl: Ah! Ty musisz być tym, który wziął nasze święte drzewo. Od tego czasu moi ludzie zatracili się i stali się piratami.
sk: Ááá! Takže vy musíte byť tí čo ukradli náš posvätný strom. Po jeho strate sa moji ľudia odvrátili od tradícií a stali sa pirátmi.

source: I didn't take your sacred tree, but maybe I did kill it. Heh. You're next, foolish elf.
fr: Je n'ai pas pris votre arbre sacré, mais peut-être que je l'ai tué. Heh. Tu es le suivant, idiot d'elfe.
pl: Nie zabrałem twojego świętego drzewa, chociaż może je zniszczyłęm. Heh Ty będziesz następny głupie elfie.
sk: Nezobral som ten váš posvätný strom, ale možno som ho zabil. Hehe. Teraz si na rade ty, hlúpy elf.

source: Pirates! You won't take this land without a fight
fr: Des pirates ! Vous ne prendrez pas ce pays sans combattre.
pl: Piraci! Nie zdobędziecie tej ziemi bez walki.
sk: Piráti! Túto zem bez boja nezaberiete!

source: Look! Don't you remember me? We went into the caves to find the thief, but he must have died inside. We never found him.
fr: Regarde ! Tu ne te rappelles pas de moi ? Nous sommes allés dans les grottes pour chercher le voleur, mais il doit être mort à l'intérieur. Nous ne l'avons jamais retrouvé.
pl: Spójrz! Nie pamiętasz mnie? Udaliśmy się do jaskiń, aby znaleźć złodzieja, ale on musiał widocznie tam umrzeć. Nigdy go nie znaleźliśmy.
sk: Pozri! Ty ma nespoznávaš? Išli sme do jaskýň hľadať zlodeja, ale musel vnútri zahynúť. Nikdy sme ho nenašli.

source: You... look familiar. But, no! It's impossible.
fr: Tu... me rappelles quelqu'un. Mais, non ! C'est impossible.
pl: Ty... wyglądasz znajomo. Ale nie! To niemożliwe.
sk: Ty...ja ťa spoznávam. Ale, nie! To nie je možné.

source: 4p - Traitor's Island 2v2
fr: 4j - L'Île des traitres (2 contre 2)
sk: (4) - Ostrov zradcov (2 proti 2)

source: A 'tactical nightmare' where your ally is also your comedy relief.
fr: Un « cauchemar tactique » où votre allié est également votre seul moyen de détente.
sk: Taktická nočná mora, kde je váš spojenec zároveň komickým prvkom.

source: Recommended setting of Age of Heroes Era and 50 starting gold.
fr: Paramétrage recommandé : ère de l'Âge des Héros, commencer avec 50 pièces d'or.
pl: Zalecane ustawienia to Age of Heroes i 50 złota na start.
sk: Doporučené nastavenia: vek Vek Hrdinov a 50 zlatých na štart.

source: Kill enemy leaders!
fr: Tuez les chefs ennemis !
pl: Zabij wrogich przywódców!
sk: Zabi nepriateľských vodcov.

source: 4p - Twisted Outpost
fr: 4j - Un pays neuf
sk: (4) - Spletitá základňa

source: A very small 2 vs. 2 map. After learning that this outpost had been badly damaged in a hurricane, two enemy generals lead a bold surprise attack. Teams set for players 1&4 vs. 2&3 (southeast vs. northwest). Designed for 75 starting gold, 18 villages.
fr: Une carte minuscule, 2 contre 2. Après avoir appris que cet avant-poste avait été gravement endommagé par un ouragan, deux généraux ennemis mènent une audacieuse attaque surprise. Les équipes des joueurs sont 1 et 4 contre 2 et 3 (sud-est contre nord-ouest). Conçue pour commencer avec 75 pièces d'or et 18 villages.
pl: Bardzo mała mapa 2 na 2. Po tym jak dwóch wrogich generałów dowiedziało się, że posterunek został poważnie uszkodzony podczas huraganu, przeprowadzili zuchwały atak. Drużyny są następujące: 1&4 przeciwko 2&3 (południowy-wschód kontra północny-zachód). Zalecane ustawienia: 75 sztuk złota na start oraz 18 wiosek.
sk: Malá mapa 2 proti 2. Táto základňa bola ťažko poškodená v hurikáne, napriek tomu 2 generáli vedú prekvapujúci útok. Hráči sú v tímoch 1+4 proti 2+3 (juhovýchod proti severozápadu). Vhodné je počiatočné zlato 75 a 18 dedín.

source: teamname^South-East
fr: Sud-Est
pl: Południowo-Wschodni
sk: Juhovýchod

source: teamname^North-West
fr: Nord-Ouest
pl: Północno-Zachodni
sk: Severozápad

source: 6p - Royal Rumble Lava-Village
fr: 6j - Rififi royal autour du village de lave.
sk: (6) - Kráľovská bitka Lávová-dedina

source: Six rulers vie for the control of Lava Village, where there is told to be an ancient tome of power. (Suggestion: 30% exp, 5 gpv)
fr: Six chefs luttent pour le contrôle du village de lave, où il y aurait un ancien grimoire magique (Suggestions : modificateur d'expérience de 30 %, 5 pièces d'or par village).
pl: Sześć władców walczy o o Wioskę Lawy, gdzie ukryty jest starożytny tom władzy. (Wskazówka: 30% doświadczenia, 5 sztuka złota na wioskę).
sk: 6 vládcov súperí o lávovú dedinu, kde sa podla legendy nachádza kniha moci. (Doporučené nastavenie: 30%skúseností, 5 zlatých na dedinu)

source: Day
fr: Jour
pl: Dzień
sk: Deň

source: Night
fr: Nuit
pl: Noc
sk: Noc

source: Time is shifting fast.
fr: Le temps passe vite.
pl: Czas biegnie szybko.
sk: Čas rýchlo plynie.

source: Find the Dark Tome!
fr: Trouvez le livre des ténèbres !
pl: Znajdź Mroczny Tom!
sk: Nájdi temnú knihu!

source: <span size='small'>Note: When a leader dies, all of his troops leave the battle, unless one of them holds the book of power (which is hidden in a random village).</span>
fr: <span size='small'>Remarque : Quand un chef meurt, toutes ses troupes quittent la bataille, sauf si l'un d'eux détient le livre de pouvoir (qui est caché dans un village au hasard).</span>
pl: <span size='small'>Uwaga: Gdy lider umiera, wszystkie jego oddziały opuszczają bitwę, chyba że jeden z nich posiada księgę władzy, która jest ukryta w losowo wybranej wiosce.</span>

source: Dark Tome
fr: Livre des ténèbres
pl: Mroczny Tom
sk: Temná kniha

source: A Dark Tome was found here.
fr: Un livre des ténèbres a été découvert ici.
pl: Mroczny Tom został znaleziony.
sk: Tu bola nájdená Temná kniha.

source: A Dark Tome was found here, but you could not understand it.
fr: Un livre des ténèbres a été découvert ici, mais sans que vous puissiez le décrypter.
pl: Mroczny Tom został znaleziony, ale nie jesteś w stanie go zrozumieć.
sk: Tu bola nájdená Temná kniha ale nerozumieš jej.

source: dark tome
fr: livre des ténèbres
pl: mroczny tom
sk: temná kniha

source: There's no forest for you to hide in.
fr: Il n'y a pas de forêt dans laquelle se cacher.
pl: Nie ma tu lasu żeby się ukryć.
sk: nie je tu žiadny les, kde by si sa mohol schovať.

source: There isn't? Oh...
fr: Il n'y en a pas ? Oh...
pl: Nie ma? Oh...
sk: Nie je? Oh...

source: Poisoning me will get you nowhere, criminal.
fr: M'empoisonner ne te servira à rien, assassin.
pl: Zatrucie mnie nic wam nie da, bandyci.
sk: Jed ti proti mne nepomôže, ty kriminálnik.

source: Thanks for the advice.
fr: Merci du conseil.
pl: Dzięki za radę.
sk: Ďakujem za radu.

source: Alas...
fr: Hélas...
pl: Niestety...
sk: Bohužiaľ...

source: Ngahaha... First kill! Who wants to be next?!
fr: Ngahaha... Et d'un mort ! Qui veut être le suivant ?!
pl: Buahahaha...Pierwsza krew! Kto che być następny?!
sk: Muhaha... prvý zabitý! Kto chce byť ďalší?!

source: A new take on an old battlefield.
pl: Nowe spojrzenie na stare pole bitwy.
sk: Nový pohľad na staré bojisko.
